const novelBook = [
    {
        id: 21,
        category: "চিরায়ত উপন্যাস",
        subCategory: "uponnas",
        img: "https://i.ibb.co/tJmQfSb/38273.png",
        writerImg:
        "https://ds.rokomari.store/rokomari110/people/068d7a1a0_930.jpg",
        writer: "রবীন্দ্রনাথ ঠাকুর",
        bookName: "শেষের কবিতা ",
        printedPrice: 150,
        discountPrice: 110,
        parsentice: 25,
        inStock: "inStock",
        translator: "",
        editor: "",
        publisher: "বিশ্বসাহিত্য ভবন",
        isbn: 98483091351,
        edition: "1st Published, 2014",
        numberOfPages: 78,
        quality: "hard cover",
        language: "bangla",
        summary:
        "অমিত রায় ব্যারিস্টার। ইংরেজি ছাদে রায় পদবী “রয়” ও “রে” রূপান্তর যখন ধারণ করলে তখন তার শ্রী গেল ঘুচে কিন্তু সংখ্যা হল বৃদ্ধি। এই কারণে, নামের অসামান্যতা কামনা করে অমিত এমন একটি বানান বানালে যাতে ইংরেজ বন্ধু ও বন্ধুনীদের মুখে তার উচ্চারণ দাঁড়িয়ে গেল – অমিট রায়ে।অমিতর বাপ ছিলেন দিগ্বিজয়ী ব্যারিস্টার। যে পরিমাণ টাকা তিনি জমিয়ে গেছেন সেটা অধস্তন তিন পুরুষকে অধঃপাতে দেবার পক্ষে যথেষ্ট। কিন্তু পৈতৃক সম্পত্তির সাংঘাতিক সংঘাতেও অমিত বিনা বিপত্তিতে এ যাত্রা টিকে গেল। কলিকাতা বিশ্ববিদ্যালয়ে বি.এ.র কোঠায় পা দেবার পূর্বেই অমিত অক্সফোর্ডে ভর্তি হয় সেখানে পরীক্ষা দিতে দিতে এবং না দিতে দিতে ওর সাত বছর গেল কেটে। বুদ্ধি বেশি থাকাতে পড়াশুনো বেশি করে নি, অথচ বিদ্যেতে কমতি আছে বলে ঠাহর হয় না। ওর বাপ ওর কাছ থেকে অসাধারণ কিছু প্রত্যাশা করেন নি। তাঁর ইচ্ছে ছিল, তাঁর একমাত্র ছেলের মনে অক্সফোর্ডের রঙ এমন পাকা করে ধরে যাতে দেশে এসেও ধোপ সয় অমিতকে আমি পছন্দ করি। খাসা ছেলে। আমি নবীন লেখক, সংখ্যায় আমার পাঠক স্বল্প, যোগ্যতায় তাদের সকলের সেরা অমিত। আমার লেখার ঠাট-ঠমকটা ওর চোখে খুব লেগেছে। ওর বিশ্বাস, আমাদের দেশের সাহিত্যবাজারে যাদের নাম আছে। তাদের স্টাইল নেই। জীবসৃষ্টিতে উট জন্তুটা যেমন, এই লেখকদের রচনাও তেমনি ঘাড়ে-গর্দানে সামনে-পিছনে পিঠে-পেটে বেখাপ, চালটা ঢিলে নড়বড়ে, বাংলাসাহিত্যের মতো ন্যাড়া ফ্যাকাশে মরুভূমিতেই তার চলন। সমালোচকদের কাছে সময় থাকতে বলে রাখা ভালো, মতটা আমার নয় |অমিত বলে, ফ্যাশানটা হল মখোশ, স্টাইলটা হল মুখশ্রী । ওর মতে যারা সাহিত্যের ওমরাও-দলের, যারা নিজের মন রেখে চলে, স্টাইল তাদেরই। আর যারা আমলা-দলের, দশের মন রাখা যাদের ব্যাবসা, ফ্যাশন তাদেরই। বঙ্কিমি স্টাইল বঙ্কিমের লেখা “বিষবৃক্ষে”, বঙ্কিম তাতে নিজেকে মানিয়ে নিয়েছেন ; বঙ্কিমি ফ্যাশান নসিরামের লেখা “মনোমহোনের মহোনবাগানে”, নসিরাম তাতে বঙ্কিমকে দিয়েছে মাটি করে। বারোয়ারি তাঁবুর কানাতের নীচে ব্যাবসাদার নাচওয়ালির দর্শন মেলে, কিন্তু শুভদৃষ্টিকালে বধূর মুখ দেখবার বেলায় বেনারসি ওড়নার ঘোমটা চাই।",
        author: "বিশ্বকবি রবীন্দ্রনাথ ঠাকুর ছিলেন একাধারে ঔপন্যাসিক, নাট্যকার, প্রাবন্ধিক, ছোটগল্পকার, চিত্রশিল্পী, সংগীতস্রষ্টা, অভিনেতা, কন্ঠশিল্পী, কবি, সমাজ-সংস্কারক এবং দার্শনিক। গীতাঞ্জলি কাব্যগ্রন্থের ইংরেজি অনুবাদের জন্য প্রথম বাঙালি হিসেবে ১৯১৩ সালে তিনি সাহিত্যে নোবেল পুরষ্কার লাভ করেন। রবীন্দ্রনাথ ঠাকুর ১৮৬১ সালের ৭ মে তৎকালীন ব্রিটিশ-শাসিত ভারতে কলকাতার ধনাঢ্য ও সংস্কৃতিমনা জোড়াসাঁকোর ঠাকুরবাড়িতে জন্মগ্রহণ করেন। শৈশব থেকেই তিনি লেখালেখিতে মনোনিবেশ করেন। ভানুসিংহ ঠাকুর ছিল তাঁর ছদ্মনাম। রবীন্দ্রনাথ ঠাকুর এর বই মানেই এক মোহের মাঝে আটকে যাওয়া, যে মোহ পাঠককে জীবনের নানা রঙের সাথে পরিচিত করিয়ে দেয় নানা ঢঙে, নানা ছন্দে, নানা সুর ও বর্ণে। তাঁর ৫২টি কাব্যগ্রন্থ, ৩৮টি নাট্যগ্রন্থ, ১৩টি উপন্যাস, ৩৬টি প্রবন্ধ ও অন্যান্য গদ্যসংকলন জীবদ্দশায় বা মৃত্যুর কিছুদিন পরই আলোর মুখ দেখে। কাবুলিওয়ালা, হৈমন্তী, পোস্টমাস্টারসহ মোট ৯৫টি গল্প স্থান পেয়েছে তাঁর ‘গল্পগুচ্ছ’ গ্রন্থে। অন্যদিকে ‘গীতবিতান’ গ্রন্থে সংকলিত হয়েছে ১,৯১৫টি গান। উপন্যাস, কবিতা, সঙ্গীত, ছোটগল্প, গীতিনাট্য, প্রবন্ধ, ভ্রমণকাহিনীসহ সাহিত্যের সকল শাখাই যেন ধারণ করে আছে রবীন্দ্রনাথ ঠাকুর এর বই সমূহ। তিনি একাধারে নাট্যকার ও নাট্যাভিনেতা দুই-ই ছিলেন। কোনো প্রথাগত শিক্ষা ছাড়া তিনি চিত্রাংকনও করতেন। তৎকালীন সমাজ-সংস্কারেও গুরুত্বপূর্ণ ভূমিকা রাখেন এই গুণী ব্যক্তিত্ব। বিশ্বের বিভিন্ন ভাষাতেই অনূদিত হয়েছে রবীন্দ্রনাথ ঠাকুর এর বই সমগ্র। তাঁর যাবতীয় রচনা ‘রবীন্দ্র রচনাবলী’ নামে ত্রিশ খণ্ডে প্রকাশিত হয়েছে।১৯৪১ সালের ৭ আগস্ট জোড়াসাঁকোর বাড়িতেই রবীন্দ্রনাথ ঠাকুর শেষ নিঃশ্বাস ত্যাগ করেন। মৃত্যুর পর এতদিন পেরিয়ে গেলেও তাঁর সাহিত্যকর্ম আজও স্বমহিমায় ভাস্বর। আজও আমাদের বাঙালি জীবনের বিভিন্ন ক্ষেত্রকে আষ্টেপৃষ্ঠে জড়িয়ে রেখেছে বিশ্বকবির সাহিত্যকর্ম"
    },
    {
        id: 22,
        category: "রোমান্টিক উপন্যাস",
        subCategory: "uponnas",
        img: "https://i.ibb.co/Vx3vY9P/download.jpg",
        writerImg:
        "https://ds.rokomari.store/rokomari110/people/068d7a1a0_930.jpg",
        writer: "রবীন্দ্রনাথ ঠাকুর",
        bookName: "চোখের বালি",
        printedPrice: 250,
        discountPrice: 207,
        parsentice: 25,
        inStock: "inStock",
        translator: "",
        editor: "",
        publisher: "দি স্কাই পাবলিশার্স",
        isbn: 	9848260226,
        edition: "1st Published, 2016",
        numberOfPages: 	144,
        quality: "hard cover",
        language: "bangla",
        summary:"আমার সাহিত্যের পথযাত্রা পূর্বাপর অনুসরণ করে দেখলে ধরা পড়বে যে চোখের বালি উপন্যাসটা আকস্মিক, কেবল আমার মধ্যে নয়, সেদিনকার বাংলা সাহিত্যক্ষেত্রে। বাইরে থেকে কোন ইশারা এসেছিল আমার মনে, সে প্রশ্নটা দুরূহ। সব চেয়ে সহজ জবাব হচ্ছে ধারাবাহিক লম্বা গল্পের উপর মাসিক পত্রের চিরকেলে দাবি নিয়ে। বঙ্গদর্শনের নবদর্শনের নবপর্যায় বের করলেন শ্রীশচন্দ্র। আমার নাম যোজনা করা হল, তাতে আমার প্রসন্ন মনের সমর্থন ছিল না। কোনো পূর্বতন খ্যাতির উত্তরাধিকার গ্রহণ করা সংকটের অবস্থা, আমার মনে এ সম্বন্ধে যথেষ্ট সংকোচ ছিল। কিন্তু আমার মনে উপরোধ-অনুরোধের দ্বন্দ্ব যেখানেই ঘটেছে সেখানে প্রায়ই আমি জয়লাভ করতে পারি নি, এবারেও তাই হল আমরা একদা বঙ্গদর্শনে বিষবৃক্ষ উপন্যাসের রস সম্ভোগ করেছি। তখনকার দিনে সে রস ছিল নতুন। পরে সেই বঙ্গদর্শনকে নবপর্যায়ে টেনে আনা যেতে পারে কিন্তু সেই প্রথম পালার পুনরাবৃত্তি হতে পারে না। সেদিনের আসর ভেঙে গেছে, নতুন সম্পাদককে রাস্তার মোড় ফেরাতেই হবে। সহ-সম্পাদক শৈলেশের বিশ্বাসছিল, আমি এই মাসিকের বর্ষব্যাপী ভোজে গল্পের পুরো পরিমাণ জোগান দিতে পারি। অতএব কোমর বাঁধতে হবে আমাকে। এ যেন মাসিকের দেওয়ানি আইন-অনুসারে সম্পাদকের কাছ থেকে উপযুক্ত খোরপোশের দাবি করা। বস্তুত ফরমাশ এসেছিল বাইরে থেকে। এর পূর্বে মাহাকায় গল্প সৃষ্টিতে হাত দিই ন।ি ছোটো গল্পের উল্কাবৃদ্ধি করেছি। ঠিক করতে হল, এবারকার গল্প বানাতে হবে এ যুগের কারখানা-ঘরে। শয়তানের হাতে বিষবৃক্ষের চাষ তখনো হত এখনো হয়, তবে কিনা তার ক্ষেত্র আলাদা, অন্তত গল্পের এলাকার মধ্যে। এখনকার ছবি খুব স্পষ্ট, সাজসজ্জায় অলংকারে তাকে আচ্ছন্ন করলে তাকে ঝাপসা করে দেওয়া হয়, তার আধুনিক স্বভাব হয় নষ্ট। তাই গল্পের অবদান যখন এড়াতে পারলুম না তখন নামতে হল মনের সংসারের সেই কারখানা-ঘরে যেখানে আগুনের জ্বলুনি হাতুড়ির পিটুনি থেকে দৃঢ় ধাতুর মূর্তি জেগে উঠতে থাকে। মানববিধাতার এই নির্মম সৃষ্টিপ্রক্রিয়ার বিবরণ তার পূর্বে গল্প অবলম্বন করে বাংলা ভাষার আর প্রকাশ পায় নি। তার পরে এই পর্দার বাইরেকার সদর রাস্তাতেই ক্রমে ক্রমে দেখা দিয়েছে গোরা, ঘরে বাইরে, চতুরঙ্গ। শুধু তাই নয়, ছোটো গল্পের পরিকল্পনায় আমার লেখনী সংসারের রূঢ় স্পর্শ এড়িয়ে যায় নি। নষ্টনীড় বা শাস্তি, এরা নির্মম সাহিত্যের পর্যায়েই পড়বে। তার পরে পলাতকার কবিতাগুলির মধ্যেও সংসারের সঙ্গে সেই মোকাবিলার আলাপ চলেছে। বঙ্গদর্শনের নবপর্যায় এক দিকে তখন আমার মনকে রাষ্ট্রনৈতিক সমাজনৈতিক চিন্তার অবর্তে টেনে এনেছিল, আর-এক দিকে এনেছিল গল্পে, এমন কি কাব্যেও, মানবচরিত্রের কঠিন সংস্পর্শে। অল্পে অল্পে এর শুরু হয়েছিল সাধানার যুগেই, তার পরে সবুজপত্র পসরা জমিয়েছিল। চোখের বালির গল্পকে ভিতর থেকে ধাক্কা দিয়ে দারুণ করে তুলেছে মায়ের ঈর্ষা। এই ঈর্ষা মহেন্দ্রের সেই রিপুকে কুৎসিত অবকাশ দিয়েছে যা সহজ অবস্থায় এমন করে দাঁত নখ বের করত না। যেন পশুশালার দরজা খুলে দেওয়া হল, বেরিয়ে পড়ল সিংস্র ঘটনাগুলো অসংযত হয়ে। সাহিত্যের নবপর্যায়ের পদ্দতি হচ্ছে ঘটনাপরস্পরার বিবরণ দেওয়া নয়, বিশ্লেষণ করে তাদের আঁতের কথা বের করে দেখানো। সেই পদ্ধতিই দেখা দিল চোখে বালিতে।",
        author: "বিশ্বকবি রবীন্দ্রনাথ ঠাকুর ছিলেন একাধারে ঔপন্যাসিক, নাট্যকার, প্রাবন্ধিক, ছোটগল্পকার, চিত্রশিল্পী, সংগীতস্রষ্টা, অভিনেতা, কন্ঠশিল্পী, কবি, সমাজ-সংস্কারক এবং দার্শনিক। গীতাঞ্জলি কাব্যগ্রন্থের ইংরেজি অনুবাদের জন্য প্রথম বাঙালি হিসেবে ১৯১৩ সালে তিনি সাহিত্যে নোবেল পুরষ্কার লাভ করেন। রবীন্দ্রনাথ ঠাকুর ১৮৬১ সালের ৭ মে তৎকালীন ব্রিটিশ-শাসিত ভারতে কলকাতার ধনাঢ্য ও সংস্কৃতিমনা জোড়াসাঁকোর ঠাকুরবাড়িতে জন্মগ্রহণ করেন। শৈশব থেকেই তিনি লেখালেখিতে মনোনিবেশ করেন। ভানুসিংহ ঠাকুর ছিল তাঁর ছদ্মনাম। রবীন্দ্রনাথ ঠাকুর এর বই মানেই এক মোহের মাঝে আটকে যাওয়া, যে মোহ পাঠককে জীবনের নানা রঙের সাথে পরিচিত করিয়ে দেয় নানা ঢঙে, নানা ছন্দে, নানা সুর ও বর্ণে। তাঁর ৫২টি কাব্যগ্রন্থ, ৩৮টি নাট্যগ্রন্থ, ১৩টি উপন্যাস, ৩৬টি প্রবন্ধ ও অন্যান্য গদ্যসংকলন জীবদ্দশায় বা মৃত্যুর কিছুদিন পরই আলোর মুখ দেখে। কাবুলিওয়ালা, হৈমন্তী, পোস্টমাস্টারসহ মোট ৯৫টি গল্প স্থান পেয়েছে তাঁর ‘গল্পগুচ্ছ’ গ্রন্থে। অন্যদিকে ‘গীতবিতান’ গ্রন্থে সংকলিত হয়েছে ১,৯১৫টি গান। উপন্যাস, কবিতা, সঙ্গীত, ছোটগল্প, গীতিনাট্য, প্রবন্ধ, ভ্রমণকাহিনীসহ সাহিত্যের সকল শাখাই যেন ধারণ করে আছে রবীন্দ্রনাথ ঠাকুর এর বই সমূহ। তিনি একাধারে নাট্যকার ও নাট্যাভিনেতা দুই-ই ছিলেন। কোনো প্রথাগত শিক্ষা ছাড়া তিনি চিত্রাংকনও করতেন। তৎকালীন সমাজ-সংস্কারেও গুরুত্বপূর্ণ ভূমিকা রাখেন এই গুণী ব্যক্তিত্ব। বিশ্বের বিভিন্ন ভাষাতেই অনূদিত হয়েছে রবীন্দ্রনাথ ঠাকুর এর বই সমগ্র। তাঁর যাবতীয় রচনা ‘রবীন্দ্র রচনাবলী’ নামে ত্রিশ খণ্ডে প্রকাশিত হয়েছে।১৯৪১ সালের ৭ আগস্ট জোড়াসাঁকোর বাড়িতেই রবীন্দ্রনাথ ঠাকুর শেষ নিঃশ্বাস ত্যাগ করেন। মৃত্যুর পর এতদিন পেরিয়ে গেলেও তাঁর সাহিত্যকর্ম আজও স্বমহিমায় ভাস্বর। আজও আমাদের বাঙালি জীবনের বিভিন্ন ক্ষেত্রকে আষ্টেপৃষ্ঠে জড়িয়ে রেখেছে বিশ্বকবির সাহিত্যকর্ম"
    },
    {
        id: 23,
        category: "চিরায়ত উপন্যাস",
        subCategory: "uponnas",
        img: "https://i.ibb.co/SXHHXzz/download-1.jpg",
        writerImg:
        "https://ds.rokomari.store/rokomari110/people/1323bb4c3d84_93.jpg",
        writer: "মুহম্মদ জাফর ইকবাল",
        bookName: "ব্ল্যাক হোলের বাচ্চা",
        printedPrice: 240,
        discountPrice: 200,
        parsentice: 25,
        inStock: "inStock",
        translator: "",
        editor: "",
        publisher: "সময় প্রকাশন",
        isbn: 	9789849018346,
        edition: "5th Printed, 2013",
        numberOfPages: 124,
        quality: "hard cover",
        language: "bangla",
        summary:
        "কাজেই দেখাই যাচ্ছে এখন আমাদের স্কুলের কোনো নাম ডাক না থাকতে পারে কিন্তু আজ থেকে পনেরো কিংবা বিশ বছর পরে আমাদের স্কুল থেকে অনেক বিখ্যাত (কিংবা কুখ্যাত) মানুষ বের হবে। ফুটবল প্লেয়ার, দার্শনিক, সিরিয়াল কিলার, মাদক সম্রাজ্ঞী, নায়কা, পীর, শীর্ষ সন্ত্রাসী, সাহিত্যিক কিংবা নেতা এরকম অনেক কিছু তৈরী হলেও এই স্কুল থেকে কোনো বৈজ্ঞানিক বের হওয়ার কথা ছিল না। কিন্তু হঠাৎ করে দেখা গেল আমাদের হাজী মহব্বতজান উচ্চ বিদ্যালয় থেকে একজন খাঁটি বৈজ্ঞানিক বের হওয়ারও একটা বিশাল সম্ভাবনা তৈরী হয়েছে। তবে এটাকে সম্ভাবনা বলব না আশংকা বলব সেটাও অবশ্যি আমরা এখনো ঠিক জানি না",

        author: "বাংলাদেশের কিশোর-কিশোরী পাঠকদের কাছে সবচেয়ে জনপ্রিয় নাম মুহম্মদ জাফর ইকবাল। তিনি মূলত এ দেশের একজন বিখ্যাত লেখক, পদার্থবিদ এবং শিক্ষাবিদ। কিশোর সাহিত্য, শিশুতোষ গ্রন্থ, বৈজ্ঞানিক কল্পকাহিনী, গণিত বিষয়ক বই এর জন্য খুব অল্প সময়েই জনপ্রিয়তা লাভ করেন তিনি।মুহম্মদ জাফর ইকবাল ১৯৫২ সালের ২৩ ডিসেম্বর সিলেটে জন্মগ্রহণ করেন। মুক্তিযোদ্ধা বাবা ফয়জুর রহমানের চাকরির সুবাদে দেশের বিভিন্ন জেলাতেই তিনি পড়াশোনা করেছেন। ঢাকা বিশ্ববিদ্যালয়ের পদার্থবিজ্ঞান বিভাগ থেকে স্নাতক ও স্নাতকোত্তর শেষ করে পিএইচডি ডিগ্রী অজর্নের উদ্দেশ্যে স্কলারশিপ নিয়ে পাড়ি জমান যুক্তরাষ্ট্রের ওয়াশিংটন বিশ্ববিদ্যালয়ে। পিএইচডি সম্পন্ন করে ক্যালিফোর্নিয়া ইনস্টিটিউট অফ টেকনোলজিতে পোস্ট-ডক্টরাল গবেষণা সম্পন্ন করেন। পরবর্তীতে বিখ্যাত বেল কমিউনিকেশনস রিসার্চ ল্যাবেও গবেষক হিসেবে যোগদান করেন। ১৯৯৪ সালে দেশে ফিরে এসে তিনি শাহজালাল বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ে কম্পিউটার বিজ্ঞান ও প্রকৌশল বিভাগের বিভাগীয় প্রধান হিসেবে যোগ দেন।মুহম্মদ জাফর ইকবাল এর বই সবসময়ই এ দেশের কিশোর-কিশোরীদের কাছে বিশেষ আবেদন নিয়ে হাজির হয়েছে। কিশোর সাহিত্য, বৈজ্ঞানিক কল্পকাহিনী, বিজ্ঞান ও গণিত বিষয়ক অজস্র গ্রন্থ দিয়ে তিনি আলোকিত করে তুলেছেন এদেশের অগণিত কিশোর-কিশোরীর মনোজগত। মুহম্মদ জাফর ইকবাল এর বই সমূহ, যেমন- দীপু নাম্বার টু, আমার বন্ধু রাশেদ, আমি তপু, শান্তা পরিবার, দস্যি ক’জন ইত্যাদি ব্যাপক পাঠকপ্রিয়তা পায়। তার বেশ কিছু গল্প পরবর্তীতে নাটক ও চলচ্চিত্র হিসেবে টিভি পর্দায় স্থান করে নিয়েছে। তিনি একজন বিশিষ্ট কলামিস্টও। বাংলাদেশ গণিত অলিম্পিয়াডও তাঁর ছত্রছায়ায় গড়ে উঠেছে।মুহম্মদ জাফর ইকবাল এর বই সমগ্র সকল বইপড়ুয়াকেই আকৃষ্ট করে। সাহিত্যে অসামান্য অবদানের জন্য তিনি বহুবার পুরষ্কৃত হয়েছেন। বাংলা একাডেমি পুরষ্কার (২০০৪) এবং শ্রেষ্ঠ নাট্যকার হিসেবে মেরিল-প্রথম আলো পুরস্কার (২০০৫) সেগুলোর মধ্যে উল্লেখযোগ্য। এছাড়াও, কাজী মাহবুবুল্লা জেবুন্নেছা পদক (২০০২), শেলটেক সাহিত্য পদক (২০০৩), ইউরো শিশুসাহিত্য পদকসহ (২০০৪) অগণিত পুরষ্কার অর্জন করেছেন গুণী এই সাহিত্যিক"
    },
    {
        id: 24,
        category: "শিশু-কিশোর উপন্যাস",
        subCategory: "uponnas",
        img: "https://i.ibb.co/RcpCY25/download.jpg",
        writerImg:
        "https://ds.rokomari.store/rokomari110/people/1323bb4c3d84_93.jpg",
        writer: "মুহম্মদ জাফর ইকবাল",
        bookName: "ইস্টিশন",
        printedPrice: 200,
        discountPrice: 170,
        parsentice: 25,
        inStock: "inStock",
        translator: "",
        editor: "",
        publisher: "তাম্রলিপি",
        isbn: 	9789849018346,
        edition: "5th Printed, 2015",
        numberOfPages: 124,
        quality: "hard cover",
        language: "bangla",
        summary:
        "জালাল মাথা থেকে সব চিন্তা দূল করে পাগলের মতো ছুটতে থাকে, প্লাটফর্ম শেষ হবার আগে তার এই ট্রেনে উঠতে হবে, একবার প্লাটফর্ম শেষ হয়ে গেলে আর সে উঠতে পারবে না। ছুটতে ছুটতে সে একটা খোলা দরজার হ্যান্ডেলের দিকে তাকাল, সে যদি হ্যান্ডেলেটা একবার ধরতে পারে তাহলেই শেষ একটা সুযোগ আছে। একবার চেষ্টা করল, পারল না, জালাল তবু হাল ছাড়ল না। সে শুনতে গেল ট্রেনের ভেতর থেকে মানুষজন চিৎকার করছে, “কী কর? কী কর? এই ছেলে? মাথা খারাপ না-কি?",

        author: "বাংলাদেশের কিশোর-কিশোরী পাঠকদের কাছে সবচেয়ে জনপ্রিয় নাম মুহম্মদ জাফর ইকবাল। তিনি মূলত এ দেশের একজন বিখ্যাত লেখক, পদার্থবিদ এবং শিক্ষাবিদ। কিশোর সাহিত্য, শিশুতোষ গ্রন্থ, বৈজ্ঞানিক কল্পকাহিনী, গণিত বিষয়ক বই এর জন্য খুব অল্প সময়েই জনপ্রিয়তা লাভ করেন তিনি।মুহম্মদ জাফর ইকবাল ১৯৫২ সালের ২৩ ডিসেম্বর সিলেটে জন্মগ্রহণ করেন। মুক্তিযোদ্ধা বাবা ফয়জুর রহমানের চাকরির সুবাদে দেশের বিভিন্ন জেলাতেই তিনি পড়াশোনা করেছেন। ঢাকা বিশ্ববিদ্যালয়ের পদার্থবিজ্ঞান বিভাগ থেকে স্নাতক ও স্নাতকোত্তর শেষ করে পিএইচডি ডিগ্রী অজর্নের উদ্দেশ্যে স্কলারশিপ নিয়ে পাড়ি জমান যুক্তরাষ্ট্রের ওয়াশিংটন বিশ্ববিদ্যালয়ে। পিএইচডি সম্পন্ন করে ক্যালিফোর্নিয়া ইনস্টিটিউট অফ টেকনোলজিতে পোস্ট-ডক্টরাল গবেষণা সম্পন্ন করেন। পরবর্তীতে বিখ্যাত বেল কমিউনিকেশনস রিসার্চ ল্যাবেও গবেষক হিসেবে যোগদান করেন। ১৯৯৪ সালে দেশে ফিরে এসে তিনি শাহজালাল বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ে কম্পিউটার বিজ্ঞান ও প্রকৌশল বিভাগের বিভাগীয় প্রধান হিসেবে যোগ দেন।মুহম্মদ জাফর ইকবাল এর বই সবসময়ই এ দেশের কিশোর-কিশোরীদের কাছে বিশেষ আবেদন নিয়ে হাজির হয়েছে। কিশোর সাহিত্য, বৈজ্ঞানিক কল্পকাহিনী, বিজ্ঞান ও গণিত বিষয়ক অজস্র গ্রন্থ দিয়ে তিনি আলোকিত করে তুলেছেন এদেশের অগণিত কিশোর-কিশোরীর মনোজগত। মুহম্মদ জাফর ইকবাল এর বই সমূহ, যেমন- দীপু নাম্বার টু, আমার বন্ধু রাশেদ, আমি তপু, শান্তা পরিবার, দস্যি ক’জন ইত্যাদি ব্যাপক পাঠকপ্রিয়তা পায়। তার বেশ কিছু গল্প পরবর্তীতে নাটক ও চলচ্চিত্র হিসেবে টিভি পর্দায় স্থান করে নিয়েছে। তিনি একজন বিশিষ্ট কলামিস্টও। বাংলাদেশ গণিত অলিম্পিয়াডও তাঁর ছত্রছায়ায় গড়ে উঠেছে।মুহম্মদ জাফর ইকবাল এর বই সমগ্র সকল বইপড়ুয়াকেই আকৃষ্ট করে। সাহিত্যে অসামান্য অবদানের জন্য তিনি বহুবার পুরষ্কৃত হয়েছেন। বাংলা একাডেমি পুরষ্কার (২০০৪) এবং শ্রেষ্ঠ নাট্যকার হিসেবে মেরিল-প্রথম আলো পুরস্কার (২০০৫) সেগুলোর মধ্যে উল্লেখযোগ্য। এছাড়াও, কাজী মাহবুবুল্লা জেবুন্নেছা পদক (২০০২), শেলটেক সাহিত্য পদক (২০০৩), ইউরো শিশুসাহিত্য পদকসহ (২০০৪) অগণিত পুরষ্কার অর্জন করেছেন গুণী এই সাহিত্যিক"
    },
    {
        id: 25,
        category: "চিরায়ত উপন্যাস",
        subCategory: "uponnas",
        img: "https://i.ibb.co/rGjVTdc/download-2.jpg",
        writerImg:
        "https://ds.rokomari.store/rokomari110/people/406a18f04ae4_6684.jpg",
        writer: "শরৎচন্দ্র চট্টোপাধ্যায়",
        bookName: "পরিণীতা",
        printedPrice: 100,
        discountPrice: 70,
        parsentice: 25,
        inStock: "inStock",
        translator: "",
        editor: "",
        publisher: "মাটিগন্ধা",
        isbn: 	9847034306804,
        edition: "1st Published, 2016",
        numberOfPages: 80,
        quality: "hard cover",
        language: "bangla",
        summary:
        "পরিণীতা বইটি সম্পর্কে কিছু কথাঃ পরিণীতা শরৎচন্দ্র চট্টোপাধ্যায় রচিত বাংলা উপন্যাস। বইটি ১৯১৪ সালে প্রকাশিত হয়। বিংশ শতাব্দীর প্রথম সময়ের ভারতের কলকাতার পটভূমিতে উপন্যাসটি রচিত হয় । শরৎচন্দ্রের অন্যান্য বইয়ের মতোই এই বইটিতেও সমাজের উঁচু-নিচু শ্রেনী, জাত ভেদ নিয়ে ঘটে যাওয়া ঘটনার প্রকাশ ঘটেছে ।",

        author: "বাঙালির জীবনের আনন্দ-বেদনাকে সাবলীল স্বচ্ছন্দ ভাষায় যে কথাশিল্পী পরম সহানুভূতি ভরে তুলে ধরেছেন বাংলা সাহিত্যে, তিনি শরৎচন্দ্র চট্টোপাধ্যায়। ১৮৭৫ সালের ১৫ সেপ্টেম্বর, হুগলি জেলার ছোট্ট গ্রাম দেবানন্দপুরে এক দরিদ্র ব্রাহ্মণ পরিবারে জন্মগ্রহণ করেন শরৎচন্দ্র। দারিদ্র্যের কারণে  তাঁর শৈশবকাল বলতে গেলে মাতুলালয় ভাগলপুরেই কেটেছে। দারিদ্র্যের কারণে ফি দিতে না পেরে বেশ কয়েকবার স্কুল বদলিও করতে হয়েছিলো ছোটবেলা থেকেই দুরন্ত ও মেধাবী শরৎচন্দ্রের।এন্ট্রান্স পাস করে কলেজে ভর্তি হলেও এফএ পরীক্ষার ফি জোগাড় করতে না পেরে পরীক্ষায় বসতে পারেননি। দারিদ্র্য যখন শিক্ষাজীবনে অব্যহতি টানলো, তারপরই শুরু হলো আপাত সাধারণ এই মানুষটির বর্ণাঢ্য কর্ম ও সাহিত্যজীবন। এ সময় প্রতিবেশী বিভূতিভূষণ ভট্টের বাড়িতে আয়োজিত সাহিত্যসভায় লেখালেখির অনুপ্রেরণা ফিরে পেলেন যেন আবার। যার ফলশ্রুতিতে বাংলা সাহিত্য পেয়েছিলো বড়দিদি, দেবদাস, চন্দ্রনাথ, শুভদা’র মতো কালোত্তীর্ণ শরৎচন্দ্র চট্টোপাধ্যায় এর উপন্যাস সমগ্র।  কাছাকাছি সময়ে শরৎচন্দ্র চট্টোপাধ্যায়ের ছোটগল্প অনুপমার প্রেম, আলো ও ছায়া, হরিচরণ, বোঝা ইত্যাদি রচিত হয়। বনেলী রাজ স্টেটে সেটলমেন্ট অফিসারের সহকারী হিসেবে কিছুদিন কাজ করেন এসময়। কিন্তু তারপরই বাবার উপর অভিমান করে সন্ন্যাসদলে যোগ দিয়ে গান ও নাটকে অভিনয়ে মনোনিবেশ করেন। কখনও কলকাতা হাইকোর্টের অনুবাদক, আবার বার্মা রেলওয়ের হিসাব দপ্তরের কেরানি হিসেবেও কাজ করেন শরৎচন্দ্র। রাজনীতিতেও সক্রিয়ভাবে যুক্ত ছিলেন ১৯২১ সালে কংগ্রেসের অসহযোগ আন্দোলনে যোগ দিয়ে, এবং হাওড়া জেলা কংগ্রেসের সভাপতি নির্বাচিত হয়ে। এর মাঝে নিরন্তর চলেছে নিজস্ব জীবনবোধ ও অভিজ্ঞতা উৎসারিত সাহিত্যচর্চা।সমষ্টি আকারে শরৎচন্দ্র চট্টোপাধ্যায় গল্প সমগ্র বিন্দুর ছেলে ও অন্যান্য, শ্রীকান্ত-৪ খন্ড, কাশীনাথ, ছেলেবেলার গল্প ইত্যাদি সময় নিয়ে প্রকাশিত হলেও পেয়েছিলো দারুণ পাঠকপ্রিয়তা। শরৎচন্দ্র চট্টোপাধ্যায় এর বই সমূহ বিভিন্ন ভাষায় অনূদিত হয়েছে, এবং বিশ্বব্যাপী পাঠকের কাছে হয়েছে সমাদৃত। শরৎচন্দ্র চট্টোপাধ্যায় এর বই সমগ্র দেবদাস,  শ্রীকান্ত, রামের সুমতি, দেনা-পাওনা, বিরাজবৌ ইত্যাদি থেকে বাংলাসহ ভারতীয় নানা ভাষায় নির্মিত হয়েছে অসাধারণ সফল সব চিত্রনাট্য ও চলচ্চিত্র। সাহিত্যকর্মে অসাধারণ অবদানের জন্য এই খ্যাতিমান বাংলা সাহিত্যিক কুন্তলীন পুরস্কার, জগত্তারিণী স্বর্ণপদক এবং ঢাকা বিশ্ববিদ্যালয়ের ডিলিট উপাধি লাভ করেন। ১৯৩৮ সালের ১৬ জানুয়ারি কলকাতায় শরৎচন্দ্র চট্টোপাধ্যায় শেষ নিঃশ্বাস ত্যাগ করেন।"
    },
    {
        id: 26,
        category: "চিরায়ত উপন্যাস",
        subCategory: "uponnas",
        img: "https://i.ibb.co/L1SkyrN/download-3.jpg",
        writerImg:
        "https://ds.rokomari.store/rokomari110/people/406a18f04ae4_6684.jpg",
        writer: "শরৎচন্দ্র চট্টোপাধ্যায়",
        bookName: "শ্রীকান্ত",
        printedPrice: 400,
        discountPrice: 350,
        parsentice: 25,
        inStock: "inStock",
        translator: "",
        editor: "",
        publisher: "মাটিগন্ধা",
        isbn: 	9847034306804,
        edition: "1st Published, 2016",
        numberOfPages: 414,
        quality: "hard cover",
        language: "bangla",
        summary:
        "শ্রীকান্ত বইটি সম্পর্কে কিছু কথাঃ শ্রীকান্ত শরৎচন্দ্র চট্টোপাধ্যায় রচিত একটি জীবনচরিত মূলক উপন্যাস। তিনি এই উপন্যাসটি মোট চার খণ্ডে সমাপ্ত করেন। চারটি খণ্ড একসাথে লেখেন নি। যথাক্রমে ১৯১৭, ১৯১৮, ১৯২৭ এবং ১৯৩৩ সালে চারটি খণ্ড লেখা শেষ করেন। শ্রীকান্ত উপন্যাসে প্রধান চরিত্র শ্রীকান্ত। এছাড়া এখানে অসংখ্য নরনারীর সমাবেশ ঘটেছে। উপন্যাসের মূল চরিত্র শ্রীকান্ত-রাজলক্ষ্মী। শ্রীকান্ত-রাজলক্ষ্মীর পাশাপাশি শ্রীকান্তের সঙ্গে সম্পর্কিত প্রথম পর্বের ইন্দ্রনাথ ও অন্নদাদিদি, দ্বিতীয় পর্বের অভয়া, তৃতীয় পর্বের ব্রজানন্দ ও সুনন্দা এবং চতুর্থ পর্বের গহর ও কমললতার হার্দিক ও সামাজিক সম্পর্কের বহু বর্ণিল বিষয় এতে চিত্রিত হয়েছে। সেই সঙ্গে তৎকালীন বাংলার আর্থ-সামাজিক অবস্থারও একটি বাস্তবানুগ চিত্র এতে অঙ্কিত হয়েছে। শ্রীকান্ত চরিত্রটির মধ্য দিয়ে লেখকের ব্যক্তিজীবন বহুলাংশে প্রতিফলিত হয়েছে বলে গবেষকদের ধারণা।",

        author: "বাঙালির জীবনের আনন্দ-বেদনাকে সাবলীল স্বচ্ছন্দ ভাষায় যে কথাশিল্পী পরম সহানুভূতি ভরে তুলে ধরেছেন বাংলা সাহিত্যে, তিনি শরৎচন্দ্র চট্টোপাধ্যায়। ১৮৭৫ সালের ১৫ সেপ্টেম্বর, হুগলি জেলার ছোট্ট গ্রাম দেবানন্দপুরে এক দরিদ্র ব্রাহ্মণ পরিবারে জন্মগ্রহণ করেন শরৎচন্দ্র। দারিদ্র্যের কারণে  তাঁর শৈশবকাল বলতে গেলে মাতুলালয় ভাগলপুরেই কেটেছে। দারিদ্র্যের কারণে ফি দিতে না পেরে বেশ কয়েকবার স্কুল বদলিও করতে হয়েছিলো ছোটবেলা থেকেই দুরন্ত ও মেধাবী শরৎচন্দ্রের।এন্ট্রান্স পাস করে কলেজে ভর্তি হলেও এফএ পরীক্ষার ফি জোগাড় করতে না পেরে পরীক্ষায় বসতে পারেননি। দারিদ্র্য যখন শিক্ষাজীবনে অব্যহতি টানলো, তারপরই শুরু হলো আপাত সাধারণ এই মানুষটির বর্ণাঢ্য কর্ম ও সাহিত্যজীবন। এ সময় প্রতিবেশী বিভূতিভূষণ ভট্টের বাড়িতে আয়োজিত সাহিত্যসভায় লেখালেখির অনুপ্রেরণা ফিরে পেলেন যেন আবার। যার ফলশ্রুতিতে বাংলা সাহিত্য পেয়েছিলো বড়দিদি, দেবদাস, চন্দ্রনাথ, শুভদা’র মতো কালোত্তীর্ণ শরৎচন্দ্র চট্টোপাধ্যায় এর উপন্যাস সমগ্র।  কাছাকাছি সময়ে শরৎচন্দ্র চট্টোপাধ্যায়ের ছোটগল্প অনুপমার প্রেম, আলো ও ছায়া, হরিচরণ, বোঝা ইত্যাদি রচিত হয়। বনেলী রাজ স্টেটে সেটলমেন্ট অফিসারের সহকারী হিসেবে কিছুদিন কাজ করেন এসময়। কিন্তু তারপরই বাবার উপর অভিমান করে সন্ন্যাসদলে যোগ দিয়ে গান ও নাটকে অভিনয়ে মনোনিবেশ করেন। কখনও কলকাতা হাইকোর্টের অনুবাদক, আবার বার্মা রেলওয়ের হিসাব দপ্তরের কেরানি হিসেবেও কাজ করেন শরৎচন্দ্র। রাজনীতিতেও সক্রিয়ভাবে যুক্ত ছিলেন ১৯২১ সালে কংগ্রেসের অসহযোগ আন্দোলনে যোগ দিয়ে, এবং হাওড়া জেলা কংগ্রেসের সভাপতি নির্বাচিত হয়ে। এর মাঝে নিরন্তর চলেছে নিজস্ব জীবনবোধ ও অভিজ্ঞতা উৎসারিত সাহিত্যচর্চা।সমষ্টি আকারে শরৎচন্দ্র চট্টোপাধ্যায় গল্প সমগ্র বিন্দুর ছেলে ও অন্যান্য, শ্রীকান্ত-৪ খন্ড, কাশীনাথ, ছেলেবেলার গল্প ইত্যাদি সময় নিয়ে প্রকাশিত হলেও পেয়েছিলো দারুণ পাঠকপ্রিয়তা। শরৎচন্দ্র চট্টোপাধ্যায় এর বই সমূহ বিভিন্ন ভাষায় অনূদিত হয়েছে, এবং বিশ্বব্যাপী পাঠকের কাছে হয়েছে সমাদৃত। শরৎচন্দ্র চট্টোপাধ্যায় এর বই সমগ্র দেবদাস,  শ্রীকান্ত, রামের সুমতি, দেনা-পাওনা, বিরাজবৌ ইত্যাদি থেকে বাংলাসহ ভারতীয় নানা ভাষায় নির্মিত হয়েছে অসাধারণ সফল সব চিত্রনাট্য ও চলচ্চিত্র। সাহিত্যকর্মে অসাধারণ অবদানের জন্য এই খ্যাতিমান বাংলা সাহিত্যিক কুন্তলীন পুরস্কার, জগত্তারিণী স্বর্ণপদক এবং ঢাকা বিশ্ববিদ্যালয়ের ডিলিট উপাধি লাভ করেন। ১৯৩৮ সালের ১৬ জানুয়ারি কলকাতায় শরৎচন্দ্র চট্টোপাধ্যায় শেষ নিঃশ্বাস ত্যাগ করেন।"
    },
    {
        id: 27,
        category: "উপন্যাস সমগ্র",
        subCategory: "uponnas",
        img: "https://i.ibb.co/k8sKv80/download-4.jpg",
        writerImg:
        "https://ds.rokomari.store/rokomari110/people/2222ed505a94_1.jpg",
        writer: "হুমায়ূন আহমেদ",
        bookName: "এক ডজন মিসির আলি",
        printedPrice: 750,
        discountPrice: 650,
        parsentice: 25,
        inStock: "inStock",
        translator: "",
        editor: "",
        publisher: "জ্ঞানকোষ প্রকাশনী",
        isbn: 	9789849018346,
        edition: "1st Published, 2021",
        numberOfPages: 639,
        quality: "hard cover",
        language: "bangla",
        summary:
        "সূচিপত্র * দেবী * নিশিথীন * নিষাদ * অন্য ভূবন * বিপদ * অনীশ * মিসির আলির অমিমাংসিত রহস্য* আমি এবং আমরা * তন্দ্রাবিলাস *আমিই মিসির আলি * মিসির আলির চশমা * যখন নামিবে আধার",

        author: "বাংলা সাহিত্যের এক কিংবদন্তী হুমায়ূন আহমেদ। বিংশ শতাব্দীর বাঙালি লেখকদের মধ্যে তিনি অন্যতম স্থান দখল করে আছেন। একাধারে ঔপন্যাসিক, ছোটগল্পকার ও নাট্যকার এ মানুষটিকে বলা হয় বাংলা সায়েন্স ফিকশনের পথিকৃৎ। নাটক ও চলচ্চিত্র পরিচালক হিসেবেও তিনি বেশ সমাদৃত। বাদ যায়নি গীতিকার কিংবা চিত্রশিল্পীর পরিচয়ও। সৃজনশীলতার প্রতিটি শাখায় তাঁর সমান বিচরণ ছিল। অর্জন করেছেন সর্বোচ্চ সফলতা এবং তুমুল জনপ্রিয়তা।স্বাধীনতা পরবর্তী বাঙালি জাতিকে হুমায়ুন আহমেদ উপহার দিয়েছেন তাঁর অসামান্য বই, নাটক এবং চলচ্চিত্র। চলচ্চিত্রের বদৌলতে মানুষকে করেছেন হলমুখী, তৈরি করে গেছেন বিশাল পাঠকশ্রেণীও। তাঁর নির্মিত প্রথম চলচ্চিত্র ‘আগুনের পরশমনি’ দেখতে দর্শকের ঢল নামে। এছাড়া শ্যামল ছায়া, শ্রাবণ মেঘের দিন, দুই দুয়ারী, চন্দ্রকথা, ঘেটুপুত্র কমলা প্রভৃতি চলচ্চিত্র সুধীজনের প্রশংসা পেয়েছে। অনন্য কীর্তি হিসেবে আছে তাঁর নাটকগুলো। এইসব দিনরাত্র, বহুব্রীহি, আজ রবিবার, কোথাও কেউ নেই, অয়োময়ো আজও নিন্দিত দর্শকমনে। হিমু, মিসির আলি, শুভ্রর মতো চরিত্রের জনক তিনি। রচনা করেছেন নন্দিত নরকে, শঙ্খনীল কারাগার, জোছনা ও জননীর গল্পের মতো সব মাস্টারপিস। শিশুতোষ গ্রন্থ, মুক্তিযুদ্ধ বিষয়ক রচনা, বৈজ্ঞানিক কল্পকাহিনী মিলিয়ে হুমায়ূন আহমেদ এর বই সমূহ এর পাঠক সারাবিশ্বে ছড়িয়ে আছে। হুমায়ূন আহমেদ এর বই সমগ্র পৃথিবীর নানা ভাষায় অনূদিতও হয়েছে। সৃজনশীল কর্মকাণ্ডের মাধ্যমে অর্জন করেছেন বাংলা একাডেমি পুরস্কার (১৯৮১), একুশে পদক (১৯৯৪), হুমায়ুন কাদির স্মৃতি পুরস্কার (১৯৯০), লেখক শিবির পুরস্কার (১৯৭৩), মাইকেল মধুসূধন দত্ত পুরস্কার (১৯৮৭), জাতীয় চলচ্চিত্র পুরস্কার (১৯৯৩ ও ১৯৯৪), বাচসাস পুরস্কার (১৯৮৮),  শিশু একাডেমি পুরস্কার, জয়নুল আবেদীন স্বর্ণপদকসহ নানা সম্মাননা। হুমায়ূন আহমেদ এর বই, চলচ্চিত্র এবং অন্যান্য রচনা দেশের বাইরেও মূল্যায়িত হয়েছে৷ ১৯৪৮ সালের ১৩ই নভেম্বর, তৎকালীন পূর্ব পাকিস্তানে, নেত্রকোনা জেলার কেন্দুয়া উপজেলায় কুতুবপুরে পীরবংশে জন্মগ্রহণ করেন হুমায়ূন আহমেদ। কোলন ক্যান্সারে আক্রান্ত হয়ে দীর্ঘদিন চিকিৎসাধীন থাকার পর নিউ ইয়র্কের ম্যানহাটনের বেলভ্যু হাসপাতালে তিনি ইহলোক ত্যাগ করেন। গাজীপুরে তাঁর প্রিয় নুহাশ-পল্লীতে তাঁকে সমাহিত করা হয়।"
    },
    {
        id: 28,
        category: "সমকালীন উপন্যাস",
        subCategory: "uponnas",
        img: "https://i.ibb.co/Wc2mzsh/download-5.jpg",
        writerImg:
        "https://ds.rokomari.store/rokomari110/people/2222ed505a94_1.jpg",
        writer: "হুমায়ূন আহমেদ",
        bookName: "একজন মায়াবতী ",
        printedPrice: 300,
        discountPrice: 258,
        parsentice: 25,
        inStock: "inStock",
        translator: "",
        editor: "",
        publisher: "অন্যপ্রকাশ",
        isbn: 	9789849018346,
        edition: "3rd Edition, 2005",
        numberOfPages: 128,
        quality: "hard cover",
        language: "bangla",
        summary:
        "ফ্ল্যাপে লিখা কথা শুয়ে শুয়ে অশোক পাতায় মুমূর্ষু শিশির বলে, ‘হায়, কোনো সুখ ফুরায় নি যার তার কেন জীবন ফুরায়?",

        author: "বাংলা সাহিত্যের এক কিংবদন্তী হুমায়ূন আহমেদ। বিংশ শতাব্দীর বাঙালি লেখকদের মধ্যে তিনি অন্যতম স্থান দখল করে আছেন। একাধারে ঔপন্যাসিক, ছোটগল্পকার ও নাট্যকার এ মানুষটিকে বলা হয় বাংলা সায়েন্স ফিকশনের পথিকৃৎ। নাটক ও চলচ্চিত্র পরিচালক হিসেবেও তিনি বেশ সমাদৃত। বাদ যায়নি গীতিকার কিংবা চিত্রশিল্পীর পরিচয়ও। সৃজনশীলতার প্রতিটি শাখায় তাঁর সমান বিচরণ ছিল। অর্জন করেছেন সর্বোচ্চ সফলতা এবং তুমুল জনপ্রিয়তা।স্বাধীনতা পরবর্তী বাঙালি জাতিকে হুমায়ুন আহমেদ উপহার দিয়েছেন তাঁর অসামান্য বই, নাটক এবং চলচ্চিত্র। চলচ্চিত্রের বদৌলতে মানুষকে করেছেন হলমুখী, তৈরি করে গেছেন বিশাল পাঠকশ্রেণীও। তাঁর নির্মিত প্রথম চলচ্চিত্র ‘আগুনের পরশমনি’ দেখতে দর্শকের ঢল নামে। এছাড়া শ্যামল ছায়া, শ্রাবণ মেঘের দিন, দুই দুয়ারী, চন্দ্রকথা, ঘেটুপুত্র কমলা প্রভৃতি চলচ্চিত্র সুধীজনের প্রশংসা পেয়েছে। অনন্য কীর্তি হিসেবে আছে তাঁর নাটকগুলো। এইসব দিনরাত্র, বহুব্রীহি, আজ রবিবার, কোথাও কেউ নেই, অয়োময়ো আজও নিন্দিত দর্শকমনে। হিমু, মিসির আলি, শুভ্রর মতো চরিত্রের জনক তিনি। রচনা করেছেন নন্দিত নরকে, শঙ্খনীল কারাগার, জোছনা ও জননীর গল্পের মতো সব মাস্টারপিস। শিশুতোষ গ্রন্থ, মুক্তিযুদ্ধ বিষয়ক রচনা, বৈজ্ঞানিক কল্পকাহিনী মিলিয়ে হুমায়ূন আহমেদ এর বই সমূহ এর পাঠক সারাবিশ্বে ছড়িয়ে আছে। হুমায়ূন আহমেদ এর বই সমগ্র পৃথিবীর নানা ভাষায় অনূদিতও হয়েছে। সৃজনশীল কর্মকাণ্ডের মাধ্যমে অর্জন করেছেন বাংলা একাডেমি পুরস্কার (১৯৮১), একুশে পদক (১৯৯৪), হুমায়ুন কাদির স্মৃতি পুরস্কার (১৯৯০), লেখক শিবির পুরস্কার (১৯৭৩), মাইকেল মধুসূধন দত্ত পুরস্কার (১৯৮৭), জাতীয় চলচ্চিত্র পুরস্কার (১৯৯৩ ও ১৯৯৪), বাচসাস পুরস্কার (১৯৮৮),  শিশু একাডেমি পুরস্কার, জয়নুল আবেদীন স্বর্ণপদকসহ নানা সম্মাননা। হুমায়ূন আহমেদ এর বই, চলচ্চিত্র এবং অন্যান্য রচনা দেশের বাইরেও মূল্যায়িত হয়েছে৷ ১৯৪৮ সালের ১৩ই নভেম্বর, তৎকালীন পূর্ব পাকিস্তানে, নেত্রকোনা জেলার কেন্দুয়া উপজেলায় কুতুবপুরে পীরবংশে জন্মগ্রহণ করেন হুমায়ূন আহমেদ। কোলন ক্যান্সারে আক্রান্ত হয়ে দীর্ঘদিন চিকিৎসাধীন থাকার পর নিউ ইয়র্কের ম্যানহাটনের বেলভ্যু হাসপাতালে তিনি ইহলোক ত্যাগ করেন। গাজীপুরে তাঁর প্রিয় নুহাশ-পল্লীতে তাঁকে সমাহিত করা হয়।"
    },
    {
        id: 29,
        category: "রোমান্টিক উপন্যাস",
        subCategory: "uponnas",
        img: "https://i.ibb.co/0BzgQ69/download-6.jpg",
        writerImg:
        "https://ds.rokomari.store/rokomari110/people/2222ed505a94_1.jpg",
        writer: "হুমায়ূন আহমেদ",
        bookName: "কৃষ্ণপক্ষ",
        printedPrice: 300,
        discountPrice: 258,
        parsentice: 25,
        inStock: "inStock",
        translator: "",
        editor: "",
        publisher: "সুবর্ণ",
        isbn: 	9847029700099,
        edition: "3rd Edition, 2005",
        numberOfPages: 84,
        quality: "hard cover",
        language: "bangla",
        summary:
        "ফ্ল্যাপে লিখা কথা অরু ও মুহিব বর্তমান প্রজম্মের দুই তরুণ তরুণী। হৃদয় জুড়ে আছে তাদের অকৃত্রিম ভালোলাগা ও ভালোবাসা। তাইতো একে অপরের কাছে এসেছে প্রকৃতির নিয়মে খুব সহজেই।টুকরো টুকরো আনন্দময় কিছু মুর্হুত তাদের জীবনে ছিল। সময়ের স্রোতে এগিয়ে গেছে তারা স্থির সিন্ধান্তের দিকে। কিন্তু নাহ্‌। তারা পারেনি। বিবাহিত জীবন শুরু করেও পারেনি সুখময় দাপম্পত্য জীবন গড়ে নিতে। অকস্মৎ এক দুর্ঘটনায় মুহিব বিদায় নেয় এই মায়াময় পৃথিবী থেকে। স্বভাবতই অরুর জীবনে নেমে আসে এক ভয়াবহ বিচ্ছিন্নতা। কিন্তু অরুকে তবুও বাঁচতে হবে। বাস্তবের মুখোমুখি হয়ে পারিবারিক নির্দেশে সে আবার ঘর বাঁধে সময়ও দ্রুত এগিয়ে চলে। সে হয় জননী। দীর্ঘ পঁচিশ বছর পর তার প্রথম মেয়ের বিয়েতে দুই যুগ পূর্বের নির্দিষ্ট স্মৃতি তাকে হঠাৎ অসুস্থ করে তুললো। ছোট মেয়ে কান্তার একটা কথা।আপা দুলাভাইয়ের পাঞ্জাবী আগুন দিয়ে পুড়াচ্ছে।‘বন ফায়ার হবে’ অরুর চোখে জল এসে যাচ্ছে তিনি সেই জল সামলাবার প্রাণপণ চেষ্টা করছেন।.কৃষ্ণপক্ষ হুমায়ূন আহমেদের সাম্পতিক সময়য়ের হৃদয়ছোঁয়া এক প্রেমের উপন্যাস। এই উপন্যাস সম্পর্কে লেখক নিজেই ‘অত্যন্ত প্রিয়’ লেখা হিসেবে উল্লেখ করেছে",

        author: "বাংলা সাহিত্যের এক কিংবদন্তী হুমায়ূন আহমেদ। বিংশ শতাব্দীর বাঙালি লেখকদের মধ্যে তিনি অন্যতম স্থান দখল করে আছেন। একাধারে ঔপন্যাসিক, ছোটগল্পকার ও নাট্যকার এ মানুষটিকে বলা হয় বাংলা সায়েন্স ফিকশনের পথিকৃৎ। নাটক ও চলচ্চিত্র পরিচালক হিসেবেও তিনি বেশ সমাদৃত। বাদ যায়নি গীতিকার কিংবা চিত্রশিল্পীর পরিচয়ও। সৃজনশীলতার প্রতিটি শাখায় তাঁর সমান বিচরণ ছিল। অর্জন করেছেন সর্বোচ্চ সফলতা এবং তুমুল জনপ্রিয়তা।স্বাধীনতা পরবর্তী বাঙালি জাতিকে হুমায়ুন আহমেদ উপহার দিয়েছেন তাঁর অসামান্য বই, নাটক এবং চলচ্চিত্র। চলচ্চিত্রের বদৌলতে মানুষকে করেছেন হলমুখী, তৈরি করে গেছেন বিশাল পাঠকশ্রেণীও। তাঁর নির্মিত প্রথম চলচ্চিত্র ‘আগুনের পরশমনি’ দেখতে দর্শকের ঢল নামে। এছাড়া শ্যামল ছায়া, শ্রাবণ মেঘের দিন, দুই দুয়ারী, চন্দ্রকথা, ঘেটুপুত্র কমলা প্রভৃতি চলচ্চিত্র সুধীজনের প্রশংসা পেয়েছে। অনন্য কীর্তি হিসেবে আছে তাঁর নাটকগুলো। এইসব দিনরাত্র, বহুব্রীহি, আজ রবিবার, কোথাও কেউ নেই, অয়োময়ো আজও নিন্দিত দর্শকমনে। হিমু, মিসির আলি, শুভ্রর মতো চরিত্রের জনক তিনি। রচনা করেছেন নন্দিত নরকে, শঙ্খনীল কারাগার, জোছনা ও জননীর গল্পের মতো সব মাস্টারপিস। শিশুতোষ গ্রন্থ, মুক্তিযুদ্ধ বিষয়ক রচনা, বৈজ্ঞানিক কল্পকাহিনী মিলিয়ে হুমায়ূন আহমেদ এর বই সমূহ এর পাঠক সারাবিশ্বে ছড়িয়ে আছে। হুমায়ূন আহমেদ এর বই সমগ্র পৃথিবীর নানা ভাষায় অনূদিতও হয়েছে। সৃজনশীল কর্মকাণ্ডের মাধ্যমে অর্জন করেছেন বাংলা একাডেমি পুরস্কার (১৯৮১), একুশে পদক (১৯৯৪), হুমায়ুন কাদির স্মৃতি পুরস্কার (১৯৯০), লেখক শিবির পুরস্কার (১৯৭৩), মাইকেল মধুসূধন দত্ত পুরস্কার (১৯৮৭), জাতীয় চলচ্চিত্র পুরস্কার (১৯৯৩ ও ১৯৯৪), বাচসাস পুরস্কার (১৯৮৮),  শিশু একাডেমি পুরস্কার, জয়নুল আবেদীন স্বর্ণপদকসহ নানা সম্মাননা। হুমায়ূন আহমেদ এর বই, চলচ্চিত্র এবং অন্যান্য রচনা দেশের বাইরেও মূল্যায়িত হয়েছে৷ ১৯৪৮ সালের ১৩ই নভেম্বর, তৎকালীন পূর্ব পাকিস্তানে, নেত্রকোনা জেলার কেন্দুয়া উপজেলায় কুতুবপুরে পীরবংশে জন্মগ্রহণ করেন হুমায়ূন আহমেদ। কোলন ক্যান্সারে আক্রান্ত হয়ে দীর্ঘদিন চিকিৎসাধীন থাকার পর নিউ ইয়র্কের ম্যানহাটনের বেলভ্যু হাসপাতালে তিনি ইহলোক ত্যাগ করেন। গাজীপুরে তাঁর প্রিয় নুহাশ-পল্লীতে তাঁকে সমাহিত করা হয়।"
    },

    
]
export default novelBook;